{
    "60d4d883-e533-4912-840b-68091290de4b": {
        "_id": "60d4d883-e533-4912-840b-68091290de4b",
        "title": "The Colour of Magic",
        "genre": "Fantasy",
        "subseries": "Rincewind",
        "characters": "Rincewind,Twoflower,The Luggage",
        "locations": "Ankh-Morpork, Krull",
        "date": "1983-11-24",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/4/4d/The_Colour_of_Magic_%28cover_art%29.jpg",
        "summary": "The story takes place on the Discworld, a planet-sized flat disc carried through space on the backs of four gargantuan elephants – Berilia, Tubul, Great T'Phon and Jerakeen – who themselves stand on the shell of Great A'Tuin, a gigantic star turtle. The surface of the disc contains oceans and continents, and with them, civilisations, cities, forests and mountains.",
        "_createdOn": 1764859975011
    },
    "b5729c66-7c6b-4264-a554-20b6cc387d58": {
        "_id": "b5729c66-7c6b-4264-a554-20b6cc387d58",
        "title": "The Light Fantastic",
        "genre": "Fantasy",
        "subseries": "Rincewind,Unseen University",
        "characters": "Rincewind, Twoflower, The Luggage, Cohen the Barbarian",
        "locations": "Ankh-Morpork, Dungeon Dimensions",
        "date": "1986-06-02",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/8/87/TLF.cover.jpg",
        "summary": "The book begins shortly after the ending of The Colour of Magic, with wizard Rincewind, the tourist Twoflower, and the Luggage falling from the Discworld. They are saved when the Octavo, the most powerful book of magic on the Discworld, readjusts reality to prevent the loss of one of its eight spells. The spell had lodged in Rincewind's head when he was a student at Unseen University. Rincewind, Twoflower and the Luggage end up in the Forest of Skund. The wizards of Ankh-Morpork use the Rite of Ashk-Ente to summon Death to find an explanation for the Octavo's actions. Death warns them that the Discworld will soon be destroyed by a huge red star unless the eight spells of the Octavo are read.",
        "_createdOn": 1764860626700
    },
    "286e1ea4-9d16-4ea3-84fc-7847d03e2baf": {
        "_id": "286e1ea4-9d16-4ea3-84fc-7847d03e2baf",
        "title": "Equal Rites",
        "genre": "Fantasy",
        "subseries": "Witches,Unseen University",
        "characters": "Eskarina Smith, Granny Weatherwax",
        "locations": "Ankh-Morpork, Lancre",
        "date": "1987-01-15",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/ca/EqR.cover.jpg",
        "summary": "The wizard Drum Billet knows that he will soon die and travels to a place where an eighth son of an eighth son is about to be born. This signifies that the child is destined to become a wizard; on the Discworld, the number eight has many of the magical properties that are sometimes ascribed to seven in other mythologies. Billet wants to pass his wizard's staff on to his successor.",
        "_createdOn": 1764861460434
    },
    "ec9e789a-cbb8-49fc-91a6-7f30dba46201": {
        "_id": "ec9e789a-cbb8-49fc-91a6-7f30dba46201",
        "title": "Mort",
        "genre": "Fantasy",
        "subseries": "Death",
        "characters": "Death, Mort, Ysabell, Albert",
        "locations": "Death's Domain",
        "date": "1987-11-12",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/9/9e/Mort-cover.jpg",
        "summary": "As a teenager, Mort has a personality and temperament that makes him unsuited to the family farming business. Mort's father Lezek takes him to a local hiring fair in the hope that Mort will land an apprenticeship. Just before the last stroke of midnight, Death arrives and takes Mort on as an apprentice. Death takes Mort to his domain, where he meets Death's elderly manservant Albert, and his adopted daughter Ysabell. Mort later accompanies Death as he travels to collect the soul of the King of Sto Lat, who is due to be assassinated by the scheming Duke of Sto Helit. After Mort unsuccessfully tries to prevent the assassination, Death warns him that all deaths are predetermined, and that he cannot interfere with fate.",
        "_createdOn": 1764863170684
    },
    "48148800-461e-4aeb-befc-c70420575695": {
        "_id": "48148800-461e-4aeb-befc-c70420575695",
        "title": "Sourcery",
        "genre": "Fantasy",
        "subseries": "Rincewind,Unseen University",
        "characters": "Rincewind",
        "locations": "Ankh-Morpork, Klatch",
        "date": "1988-05-26",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/3/33/Sourcery-cover.jpg",
        "summary": "A dying wizard who flouted the rule against having children makes a bargain with Death that allows his spirit to inhabit his staff, which he passes on to his eighth son, who is born a sourcerer. Under the influence of the staff, this child prodigy travels to Ankh-Morpork and initiates a plan for wizards to rule the Discworld, with himself at their head. Because the sourcerer's power is threatening to destroy the Discworld altogether, a small band—Rincewind the Wizard, Nijel the Destroyer and Conina the Hairdresser, daughter of Cohen the Barbarian—attempt to thwart those plans.",
        "_createdOn": 1764881524562
    },
    "c16c3d4b-4110-4b46-a6c1-ec42404814f5": {
        "_id": "c16c3d4b-4110-4b46-a6c1-ec42404814f5",
        "title": "Wyrd Sisters",
        "genre": "Fantasy",
        "subseries": "Witches",
        "characters": "Granny Weatherwax, Nanny Ogg, Magrat Garlick, Verence II",
        "locations": "Lancre",
        "date": "1988-11-10",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/7/74/Wyrd-sisters-cover.jpg",
        "summary": "Wyrd Sisters features three witches: Granny Weatherwax; Nanny Ogg, matriarch of a large tribe of Oggs and owner of the most evil cat in the world; and Magrat Garlick, the junior witch, who firmly believes in occult jewelry, covens, and bubbling cauldrons, much to the annoyance of the other two.",
        "_createdOn": 1764881888858
    },
    "74e7b9ac-8129-427a-86a3-510866ac062f": {
        "_id": "74e7b9ac-8129-427a-86a3-510866ac062f",
        "title": "Pyramids",
        "genre": "Fantasy",
        "subseries": "Stand-alone",
        "characters": "Pteppic, Dios",
        "locations": "Djelibeybi, Assassins Guild, Ankh-Morpork",
        "date": "1989-06-15",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c8/Pyramids-cover.jpg",
        "summary": "The main character of Pyramids is Teppic (short for Pteppicymon), the crown prince of the tiny kingdom of Djelibeybi (a pun on the candy Jelly Baby, meaning Child of the Djel), the Discworld counterpart to Ancient Egypt. The kingdom, founded seven-thousand years ago and formerly a great empire which dominated the continent of Klatch, has been in debt and recession for generations due to the construction of pyramids for the burial of its pharaohs (primarily on prime agricultural land) and now occupies an area two miles wide along the 150-mile-long River Djel.",
        "_createdOn": 1764882241873
    },
    "9f39cb26-62da-4937-b65d-540bcae9d055": {
        "_id": "9f39cb26-62da-4937-b65d-540bcae9d055",
        "title": "Guards! Guards!",
        "genre": "Fantasy",
        "subseries": "City Watch",
        "characters": "Samuel Vimes, Fred Colon, Nobby Nobbs, Carrot Ironfoundersson, Havelock Vetinari, Sybil Ramkin",
        "locations": "Ankh-Morpork",
        "date": "1989-12-12",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/17/Guards-Guards-cover.jpg",
        "summary": "A secret monastic order plots to overthrow the Patrician of Ankh-Morpork and install a puppet monarch under the control of the Order. They summon a dragon to terrorise the city and plan to have the puppet slay the dragon and claim to be the lost heir of the defunct royal house.",
        "_createdOn": 1764882570289
    },
    "4a1e59d5-d457-4f32-9d57-fb9fe2c82e51": {
        "_id": "4a1e59d5-d457-4f32-9d57-fb9fe2c82e51",
        "title": "Eric",
        "genre": "Fantasy",
        "subseries": "Rincewind,Unseen University",
        "characters": "Rincewind, The Luggage, Eric Thursley",
        "locations": "Hell, Tezumen Empire, Tsort",
        "date": "1990-04-23",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/11/Eric-cover.jpg",
        "summary": "The story is a parody of the tale of Faust, and follows the events of Sourcery in which the Wizard Rincewind was trapped in the Dungeon Dimensions. Rincewind is summoned by the thirteen-year-old demonologist, Eric Thursley, who wanted a demon to grant his heart's desires. He is disappointed when Rincewind tells him he is unable to grant wishes. Rincewind is disheartened to learn that the spells to confine demons work on him; Eric's parrot tells him that because he was summoned as a demon, he is subject to the same terms.",
        "_createdOn": 1764882940576
    },
    "ac72f6d8-3902-4ac0-892b-5c304c4562b3": {
        "_id": "ac72f6d8-3902-4ac0-892b-5c304c4562b3",
        "title": "Moving Pictures",
        "genre": "Fantasy",
        "subseries": "Unseen University,Industrial Revolution",
        "characters": "Victor Tugelbend, Theda Withel, C.M.O.T. Dibbler, Unseen University staff, Gaspode, Mustrum Ridcully",
        "locations": "Ankh-Morpork, Holy Wood",
        "date": "1990-12-29",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/18/Moving-pictures-cover.jpg",
        "summary": "The novel begins with the death of Deccan Ribobe, the last member of an ancient order tasked with 'remembering' Holy Wood through ceremonial chanting, and the escape of an influence from Holy Wood Hill. Several months later, the alchemists of the Discworld have invented moving pictures. Many hopefuls are drawn by the siren call of Holy Wood, home of the fledgling clicks industry – among them Victor Tugelbend, a dropout from Ankh-Morpork's Unseen University and Theda Ginger Withel, a girl from a little town you never ever heard of, and the Discworld's most infamous salesman, Cut-Me-Own-Throat Dibbler, who introduces commerce to the equation and becomes a successful producer.",
        "_createdOn": 1764883395967
    },
    "dbd20c1e-6ee7-445b-a67c-70dd5d72cdb1": {
        "_id": "dbd20c1e-6ee7-445b-a67c-70dd5d72cdb1",
        "title": "Reaper Man",
        "genre": "Fantasy",
        "subseries": "Death,Unseen University",
        "characters": "Death, Unseen University staff",
        "locations": "Ankh-Morpork, Octarine Grass Country",
        "date": "1991-03-19",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/2/2d/Reaper-man-cover.jpg",
        "summary": "The Auditors of Reality watch the Discworld to ensure everything obeys The Rules. As Death starts developing a personality the Auditors feel that he does not perform his Duty in the right way. They send him to live like everyone else. Travelling to the Octarine Grass Country, he assumes the name Bill Door and he works as a farm hand for the elderly Miss Flitworth. She is a spinster whose fiancé, Rufus, died on a last smuggling expedition many years ago. There are rumours that he had had second thoughts about their marriage but she does not believe them.",
        "_createdOn": 1764883828400
    },
    "e6a1c531-b606-467a-82cc-bdc4e5f46e88": {
        "_id": "e6a1c531-b606-467a-82cc-bdc4e5f46e88",
        "title": "Witches Abroad",
        "genre": "Fantasy",
        "subseries": "Witches",
        "characters": "Granny Weatherwax, Nanny Ogg, Magrat Garlick",
        "locations": "Genua, The Road from Lancre to Genua",
        "date": "1991-09-27",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/7/71/Witches-abroad-cover.jpg",
        "summary": "Following the death of the witch Desiderata Hollow, Magrat Garlick receives Desiderata's magic wand, for Desiderata was not only a witch but also a fairy godmother. By giving the wand to Magrat, she effectively makes Magrat the new fairy godmother to a young woman called Emberella, who lives across the Disc in Genua. Unfortunately, Desiderata does not give Magrat any instruction on how to use the wand, so almost everything that Magrat points it at simply becomes a pumpkin.",
        "_createdOn": 1764884299887
    },
    "da923793-c628-492f-906c-d74ef57fb24d": {
        "_id": "da923793-c628-492f-906c-d74ef57fb24d",
        "title": "Small Gods",
        "genre": "Fantasy",
        "subseries": "Stand-alone",
        "characters": "Brutha, Om",
        "locations": "Omnia, Ephebe",
        "date": "1992-06-06",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/3/3b/Small-gods-cover.jpg",
        "summary": "The Great God Om tries to manifest himself once more in the world, as the time of his Eighth Prophet is nigh. He finds himself in the body of a tortoise, stripped of his divine powers except for the ability to singe eyebrows with tiny thunderbolts. In the gardens of Omnia's capital of Kom, he addresses the novice Brutha, the only one able to hear his voice. Om has a hard time convincing the boy of his godliness as Brutha is convinced that Om can do anything he wants and would not want to appear as a tortoise.",
        "_createdOn": 1764884601807
    },
    "7328a564-2001-4e8d-9820-325d899dff00": {
        "_id": "7328a564-2001-4e8d-9820-325d899dff00",
        "title": "Lords and Ladies",
        "genre": "Fantasy",
        "subseries": "Witches,Unseen University",
        "characters": "Granny Weatherwax, Nanny Ogg, Magrat Garlick",
        "locations": "Lancre",
        "date": "1992-11-24",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/a/a6/Lords-and-ladies-cover.jpg",
        "summary": "Granny Weatherwax, Nanny Ogg, and Magrat Garlick return to Lancre after their recent adventure in Genua. Magrat is stunned when King Verence proclaims their imminent marriage, having already made all the arrangements in her absence. The sudden appearance of crop circles reveals to Nanny and Granny that it is now circle time, a convergence of parallel universes when the Discworld is susceptible to incursions from the parasite universe of the Elves.",
        "_createdOn": 1764884956230
    },
    "f096ae74-bd8d-4386-82ee-659c1d8cb6ca": {
        "_id": "f096ae74-bd8d-4386-82ee-659c1d8cb6ca",
        "title": "Men at Arms",
        "genre": "Fantasy",
        "subseries": "City Watch",
        "characters": "The City Watch, Havelock Vetinari",
        "locations": "Ankh-Morpork",
        "date": "1993-05-16",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/9/95/Men-at-arms-cover.jpg",
        "summary": "Edward d'Eath, an Assassin and son of a down-and-out noble family, becomes convinced that the restoration of the Ankh-Morpork monarchy will solve the social change in the city which he blames for his family's humbling. He researches the history of the royal family and determines that Carrot Ironfoundersson is in fact the rightful heir to the throne.",
        "_createdOn": 1764885250710
    },
    "bf744ab0-369e-4619-b0c8-84b41f8d08b4": {
        "_id": "bf744ab0-369e-4619-b0c8-84b41f8d08b4",
        "title": "Soul Music",
        "genre": "Fantasy",
        "subseries": "Death,Unseen University",
        "characters": "Death, Susan, Imp y Celyn, Glod Glodsson, Lias Bluestone",
        "locations": "Ankh-Morpork, Death's Domain, Quirm",
        "date": "1994-06-11",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/9/96/Soul-music-cover.jpg",
        "summary": "A young harpist, Imp Y Celyn from Llamedos (sod 'em all spelled backwards, a reference to Dylan Thomas' Under Milk Wood), comes to Ankh-Morpork in hopes of becoming famous. Unable to afford the Musicians Guild fees, he and fellow unlicensed musicians Lias Bluestone (a troll percussionist) and Glod Glodsson (a dwarf hornblower) form The Band with Rocks In, named after Lias' tuned rocks. When Imp's harp is destroyed, he acquires a guitar from a mysterious shop, unaware that it contains the awareness of a primordial music that was responsible for bringing the universe into existence. Imp takes the new name Buddy (Imp Y Celyn literally means bud of holly), and Lias starts calling himself Cliff.",
        "_createdOn": 1764885662078
    },
    "f631c158-3cf9-4113-bd5d-a45f4be86beb": {
        "_id": "f631c158-3cf9-4113-bd5d-a45f4be86beb",
        "title": "Interesting Times",
        "genre": "Fantasy",
        "subseries": "Rincewind,Unseen University",
        "characters": "Rincewind, Twoflower, The Luggage, Cohen the Barbarian",
        "locations": "Agatean Empire",
        "date": "1994-11-23",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/3/3c/Interesting-times-cover.jpg",
        "summary": "The Patrician of Ankh-Morpork receives a demand that the Great Wizzard be sent to the distant Agatean Empire, and he orders Archchancellor Mustrum Ridcully of Unseen University to comply. As the spelling, Wizzard, matches that on Rincewind's hat, the faculty decide to send him. Using the machine Hex, they teleport him to the University from a desert island where he has been living since the events of Eric.",
        "_createdOn": 1764886115301
    },
    "1bc85e87-7862-4966-a16c-51f7e3fbd524": {
        "_id": "1bc85e87-7862-4966-a16c-51f7e3fbd524",
        "title": "Maskerade",
        "genre": "Fantasy",
        "subseries": "Witches",
        "characters": "Granny Weatherwax, Nanny Ogg, Agnes Nitt",
        "locations": "Ankh-Morpork",
        "date": "1995-02-10",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/2/2e/Maskerade.jpg",
        "summary": "Agnes Nitt leaves Lancre to seek a career at the Opera House in Ankh-Morpork, which has recently been purchased by Seldom Bucket, formerly a cheesemonger. When Granny Weatherwax realizes Nanny Ogg has written an immensely popular cookbook but has not been paid by the publisher (and that the nom de plume of 'A Lancre Witch' may lead people to believe that she rather than Nanny wrote it), the witches leave for Ankh-Morpork to collect the money.",
        "_createdOn": 1764886469620
    },
    "c6c27384-53c7-466f-9db6-c8f4e2d8f996": {
        "_id": "c6c27384-53c7-466f-9db6-c8f4e2d8f996",
        "title": "Feet of Clay",
        "genre": "Fantasy",
        "subseries": "City Watch",
        "characters": "Ankh-Morpork City Watch, Havelock Vetinari",
        "locations": "Ankh-Morpork",
        "date": "1996-04-01",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/a/a9/Feet-of-clay-2.jpg",
        "summary": "Twelve of the city golems, clay creatures forced to obey the written instructions placed inside their heads, decide to create a king golem in order to free themselves. They fashion a golem from their own clay and place in his head instructions that would fulfill their hopes: Bring peace to the world, Treat everyone fairly and so on. They enroll the help of a priest and dwarf bread baker and museum curator to write the sacred instructions and bake the clay, respectively; Meshugah, the king golem, is initially sent to work in a candle factory.",
        "_createdOn": 1764886889876
    },
    "90a65df7-0b5e-452a-a141-d5ed28e54c9b": {
        "_id": "90a65df7-0b5e-452a-a141-d5ed28e54c9b",
        "title": "Hogfather",
        "genre": "Fantasy",
        "subseries": "Death,Unseen University",
        "characters": "Death, Susan Sto Helit",
        "locations": "Death's Domain, Ankh-Morpork, Tooth Fairy's domain",
        "date": "1996-12-08",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/4/44/Hogfather-2.jpg",
        "summary": "The Auditors of Reality, a group of 'celestial bureaucrats', attempt to eliminate the Hogfather, a jolly god-like creature who brings children presents on December 32nd, similar to the figures of Santa Claus and Father Christmas in the US and UK. Forbidden to interfere directly by The Rules, they pay the Assassin's Guild to kill the Hogfather instead. The task is given to Mr. Teatime who has a reputation for ruthlessness and creative solutions. Mr. Teatime enlists the help of some gangsters to find a delivery person working for the Tooth Fairy, using his magic to break into her kingdom and stealing all the collected teeth. With these teeth, he is able to control all the children on the Discworld, commanding them to no longer believe in the Hogfather.",
        "_createdOn": 1764887313163
    },
    "f7d3f342-b9b1-4778-9cd8-0463adebf2c1": {
        "_id": "f7d3f342-b9b1-4778-9cd8-0463adebf2c1",
        "title": "Jingo",
        "genre": "Fantasy",
        "subseries": "City Watch",
        "characters": "Ankh-Morpork City Watch",
        "locations": "Ankh-Morpork, Klatch",
        "date": "1997-05-05",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/2/26/Jingo-2.jpg",
        "summary": "The island of Leshp, which had been submerged under the Circle Sea for centuries, rises to the surface. Its position, exactly halfway between Ankh-Morpork and Al Khali (the capital of Klatch), makes the island a powerful strategical point for whoever lays claim to it, which both cities do.",
        "_createdOn": 1764887665843
    }
}